<?php

/** @var yii\web\View $this */

$this->title = 'Добро пожаловать!';
?>

<style>
.marginauto {
    margin: 10px auto 20px;
    display: block;
}
/*h1{
    background-image: linear-gradient(to right ,#553c9a, #ee4b2b, #00c2cb, #ff7f50, #553c9a);
    background-size: 200%;
    background-position: -200%;
    animation: animated-gradient 4s infinite alternate-reverse;
}

@keyframes animated-gradient{
  to{
    background-position: 200%;
  }

}
*/
h1{
font-size: 60px;
  font-weight: 600;
  background-image: linear-gradient(to left, #3CB371, #2E8B57);
  color: transparent;
  background-clip: text;
  -webkit-background-clip: text;
}
body {
 background-color: #000;
 background-image:'/images/green.jpg';
}
p a{
    color: teal;
    font-size: 30px;
} 
</style>

<body>
<h1 align="center">Добро пожаловать в наш кружок!</h1>

<p align="justify">Мы рады приветствовать вас в волшебном мире детского творчества, где фантазия и вдохновение становятся живыми и яркими. Наш сайт предлагает уникальные 
возможности для развития творческого потенциала вашего ребенка и открытия новых горизонтов в мире искусства.</p>

<div>
    <img class="marginauto" src="/images/main.jpg" alt="отцентрированное изображение" height="350" width="600" />
</div>

<p align="justify">Мы верим, что каждый ребенок обладает неповторимыми талантами и способностями. Наша миссия - помочь вашему ребенку раскрыть свой потенциал и развить 
художественные навыки, предоставляя ему возможность погрузиться в самые разнообразные виды творческой деятельности.</p>

<p align="justify">На нашем сайте вы найдете широкий спектр занятий и мастер-классов, охватывающих различные области детского творчества. Мы предлагаем занятия по рисованию,
 лепке, аппликации, оригами, папье-маше и многим другим увлекательным техникам. Каждое занятие разработано опытными преподавателями с учетом возрастных особенностей 
 и интересов детей, чтобы обеспечить оптимальную обучающую и вдохновляющую среду.</p>

<p align="center"><a href="/lesson/catalog">Перейти к занятиям!</a></p>

 <p align="justify">Наши занятия направлены не только на развитие творческих навыков, но и на стимулирование воображения, улучшение мелкой моторики и развитие эстетического вкуса.
 Мы поощряем самовыражение, эксперименты и свободу творчества, вдохновляя детей на создание уникальных произведений и расширение своих горизонтов.</p>

 <p align="justify">На нашем сайте вы также найдете галерею работ, где дети могут поделиться своими творческими достижениями.</p>

 <p align="justify">Присоединяйтесь к нашему сообществу детского творчества и откройте двери в мир бесконечных возможностей. Разрешите вашему ребенку расцвести во всей красе и 
наслаждаться процессом творчества. Мы с нетерпением ждем, чтобы вместе с вами воплотить самые смелые и яркие идеи в жизнь!</p>

<p align="center">Добро пожаловать в удивительный мир детского творчества!</p>
</body>
